START_MESSAGE = """Привет! Я - бот для беременных «9 месяцев уюта». Пространство отдыха, тепла и бережной поддержки. Я здесь, чтобы ты могла замедлиться, выдохнуть и почувствовать себя в безопасности в столь нежный и особенный период. 
Я умею:
🌿 помочь мягко расслабиться, восстановиться, отдохнуть
🫶 найти внутренние ресурсы с помощью лёгких психологических практик
🎧 давать успокаивающие аудио-медитации
😊 делиться шутками и вдохновляющими цитатами, чтобы ты могла улыбнуться
📍И просто быть местом, где ты всегда можешь расслабиться. 
🎨 предлагать арт-практики 
🎬 делать подборки классных фильмов 

Каждый день со мной — маленький шаг к себе. Никаких «нужно» и «должна».
Только уют, нежность и уверенность в себе.
"""


GREET_MESSAGE = """Добро пожаловать 🌿
Ты в тёплом, уютном пространстве — здесь всё создано для того, чтобы ты могла расслабиться, вдохнуть глубже и почувствовать себя спокойно.
Этот бот — не про советы и инструкции. Он про мягкость, покой и доверие к себе. Про лёгкие сенсорные радости, которые помогают бережно наполняться изнутри.
Каждый день ты будешь получать разный контент для вдохновения и отдыха:
живые медитативные картинки,
аудио-медитации,
упражнения для души и тела,
тёплые слова, цитаты, шутки и мягкие психологические практики,
и многое другое.
Всё — с любовью, заботой и уважением к твоему уникальному пути 💫
Готова начать свой путь отдыха и гармонии вместе со мной? Нажми «Продолжить», и я буду рядом — шаг за шагом, день за днём.
"""

HOW_IT_WORKS="""Как работает бот? 
Каждый день я буду присылать тебе небольшой набор уютного контента. Выполняй его, чтобы расслабиться, побыть в контакте с собой и позаботиться о своем психоэмоциональном состоянии.
"""

BEFORE_CONTENT="""Спасибо за доверие!
Прежде, чем продолжим, я должен тебе сказать:
▫️Я бот. Ты общаешься с программой, а не с живым человеком.
▫️Я с тобой только для того, чтобы помочь тебе. Я не собираю и не передаю никакую информацию о тебе.
▫️Если ты чувствуешь, что тебе нужна более глубокая поддержка, пожалуйста, обратись к психологу и/или психотерапевту, и тебе обязательно окажут квалифицированную помощь.
"""
